{
  "title": {
    "text": {
      "headline": "Emergence of Gendered Labour Roles",
      "text": "This period marks the initial emergence and development of gender-specific roles in early human societies"
    }
  },
  "events": [
    {
      "start_date": {
        "year": "-100000"
      },
      "end_date": {
        "year": "-50000"
      },
      "text": {
        "headline": "Early Signs of Gendered Division of Labour",
        "text": "While the distinct and well-documented gendered division of labour is more evident in the Upper Palaeolithic around 45,000 years ago, there are indications that some form of gender-specific roles may have existed earlier. Archaeological evidence from the Late Pleistocene (approximately 100,000-50,000 years ago) suggests that early human societies were beginning to develop more specialized roles based on gender. This period marks the initial stages of differentiated economic roles that laid the foundation for more complex social structures observed later (Kuhn & Stiner, 2006)."
      },
      "media": {
        "url": "images/early-signs-of-gendered-division-of-labour.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "-45000"
      },
      "text": {
        "headline": "Emergence of Pronounced Gendered Division of Labour",
        "text": "Approximately 45,000 years ago, during the early Upper Palaeolithic, human societies exhibited a more defined and pronounced gendered division of labour. This period saw the inclusion of a wider variety of small-animal resources in human diets, indicating specialized roles for males and females in subsistence activities. These changes likely provided demographic advantages by ensuring more stable food supplies and fostering cooperative economies (Kuhn & Stiner, 2006)."
      },
      "media": {
        "url": "images/emergence-of-pronounced-gendered-division-of-labour.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "-45000"
      },
      "end_date": {
        "year": "-30000"
      },
      "text": {
        "headline": "Development of Cooperative Economies",
        "text": "Between 45,000 and 30,000 years ago, anatomically modern humans in Eurasia developed cooperative economies with complementary subsistence roles for men and women. This diversification in roles improved adaptive capabilities, giving modern humans an evolutionary advantage over Neandertals. These cooperative economies enabled more efficient resource use and supported population expansion (Kuhn & Stiner, 2006)."
      },
      "media": {
        "url": "images/development-of-cooperative-economies.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    }
  ]
}
