{
  "title": {
    "text": {
      "headline": "Modern Era",
      "text": "The period from 1900 to the present, encompassing major social movements and technological advancements affecting gender roles."
    }
  },
  "events": [
    {
      "start_date": {
        "year": "1900"
      },
      "end_date": {
        "year": "1950"
      },
      "text": {
        "headline": "Early 20th Century Social Movements",
        "text": "Movements like feminism began challenging traditional gender roles and advocating for gender equality. Increased participation of women in the workforce and political spheres was significant during this period."
      }
    },
    {
      "start_date": {
        "year": "1950"
      },
      "end_date": {
        "year": "2000"
      },
      "text": {
        "headline": "Late 20th Century Social Movements",
        "text": "Technological advances and changing social norms further transformed gender roles, with increased visibility of LGBTQ+ individuals and advocacy for their rights."
      }
    },
    {
      "start_date": {
        "year": "2000"
      },
      "end_date": {
        "year": "2020"
      },
      "text": {
        "headline": "Digital Age and Gender Norms",
        "text": "Digital platforms and social media became powerful tools for influencing discussions on gender. Movements like #MeToo utilized social media to raise awareness about gender-based violence and discrimination, highlighting the potential of digital activism to drive social change. Conversely, these platforms can also perpetuate gender stereotypes and biases, demonstrating the dual-edged nature of digital media in shaping gender norms."
      }
    },
    {
      "start_date": {
        "year": "2020"
      },
      "end_date": {
        "year": "2023"
      },
      "text": {
        "headline": "COVID-19 Pandemic",
        "text": "The COVID-19 pandemic exacerbated existing gender inequalities, particularly in the labor market. Women disproportionately shouldered the burden of unpaid care work, leading to setbacks in gender equality in the workforce."
      }
    },
    {
      "start_date": {
        "year": "2023"
      },
      "end_date": {
        "year": "2030"
      },
      "text": {
        "headline": "Future Speculations: Future Directions",
        "text": "Ongoing social, technological, and environmental changes continue to shape gender roles. Advances in AI and robotics may further blur traditional distinctions. Speculatively, one could imagine a future where gender roles are entirely fluid, with individuals freely expressing their identities without societal constraints."
      }
    }
  ]
}
