{
  "title": {
    "text": {
      "headline": "Ancient Civilizations",
      "text": "The period from 5000 BCE to 500 CE, focusing on the foundations of gender norms in ancient civilizations."
    }
  },
  "eras": [
    {
      "start_date": {
        "year": "-3000"
      },
      "end_date": {
        "year": "500"
      },
      "text": {
        "headline": "Ancient Civilizations: Foundations of Gender Norms",
        "text": ""
      }
    },
    {
      "start_date": {
        "year": "500"
      },
      "end_date": {
        "year": "1500"
      },
      "text": {
        "headline": "The Middle Ages: Reinforcement and Resistance",
        "text": ""
      }
    },
    {
      "start_date": {
        "year": "1300"
      },
      "end_date": {
        "year": "1800"
      },
      "text": {
        "headline": "Renaissance and Enlightenment: Seeds of Change",
        "text": ""
      }
    },
    {
      "start_date": {
        "year": "1760"
      },
      "end_date": {
        "year": "1840"
      },
      "text": {
        "headline": "Industrial Revolution: Shifts in Labor and Family Structures",
        "text": ""
      }
    }
  ],
  "events": [
    {
      "start_date": {
        "year": "-3100"
      },
      "end_date": {
        "year": "-539"
      },
      "text": {
        "headline": "Mesopotamia",
        "text": "Gender roles were rigidly defined and deeply rooted in societal structures. Men engaged in public life, politics, and warfare, while women were confined to domestic roles. The Code of Hammurabi enforced strict gender roles with women having limited rights compared to men."
      }
    },
    {
      "start_date": {
        "year": "-3100"
      },
      "end_date": {
        "year": "-30"
      },
      "text": {
        "headline": "Egypt",
        "text": "Gender roles in Egypt were more fluid than in Mesopotamia. Women of lower classes often worked alongside men in fields and trade."
      }
    },
    {
      "start_date": {
        "year": "-800"
      },
      "end_date": {
        "year": "-31"
      },
      "text": {
        "headline": "Greece",
        "text": "Women’s roles were restricted to household management and child-rearing, except in Sparta where women had more freedom and were encouraged to participate in physical training."
      }
    },
    {
      "start_date": {
        "year": "-753"
      },
      "end_date": {
        "year": "476"
      },
      "text": {
        "headline": "Rome",
        "text": "The patriarchal structure reinforced male dominance, yet women in wealthy families could wield significant influence within their households."
      }
    },
    {
      "start_date": {
        "year": "500"
      },
      "end_date": {
        "year": "1500"
      },
      "text": {
        "headline": "Feudal System and Church Influence",
        "text": "The feudal system reinforced traditional gender roles with men as lords and women managing domestic affairs. The Church played a critical role in dictating gender norms, often portraying women as subservient to men. However, notable women like Joan of Arc challenged these norms, demonstrating the capacity for resistance within oppressive systems."
      }
    },
    {
      "start_date": {
        "year": "1100"
      },
      "end_date": {
        "year": "1500"
      },
      "text": {
        "headline": "Women in Religious Communities",
        "text": "In some convents and religious communities, women held significant spiritual authority. For instance, Hildegard of Bingen was a prominent writer, composer, and visionary whose influence extended beyond her convent."
      }
    },
    {
      "start_date": {
        "year": "1300"
      },
      "end_date": {
        "year": "1800"
      },
      "text": {
        "headline": "Rise of Humanism and Contributions of Women Scholars",
        "text": "The rise of humanism and the intellectual contributions of women scholars began challenging traditional gender roles. Figures such as Christine de Pizan advocated for women’s education and intellectual capabilities, challenging the prevailing norms of their time."
      }
    },
    {
      "start_date": {
        "year": "1600"
      },
      "end_date": {
        "year": "1800"
      },
      "text": {
        "headline": "Enlightenment Emphasis on Reason and Individual Rights Paving the Way for Early Feminist Movements",
        "text": "Despite significant contributions, many female scholars faced considerable resistance, and their works were often marginalized or credited to male peers. For example, the works of Mary Wollstonecraft, an early advocate for women’s rights, were often dismissed during her lifetime due to her radical views."
      }
    },
    {
      "start_date": {
        "year": "1760"
      },
      "end_date": {
        "year": "1840"
      },
      "text": {
        "headline": "Economic Changes Altering Family Structures and Women's Roles in Labor",
        "text": "The Industrial Revolution marked a turning point in gender roles as economic changes began to alter family structures and women’s roles in labor. The emergence of the separate spheres ideology reinforced traditional gender roles with men working in public spheres and women confined to domestic duties."
      }
    },
    {
      "start_date": {
        "year": "1800"
      },
      "end_date": {
        "year": "1900"
      },
      "text": {
        "headline": "Emergence of the Separate Spheres Ideology Reinforcing Traditional Gender Roles",
        "text": "Women’s increased participation in the workforce during this period set the stage for future labor movements advocating for gender equality. However, women were often excluded from higher-paying industrial jobs, reinforcing economic disparities."
      }
    },
    {
      "start_date": {
        "year": "1800"
      },
      "text": {
        "headline": "Increasing Participation of Women in the Workforce Setting the Stage for Future Labor Movements",
        "text": "Women’s increased participation in the workforce during this period set the stage for future labor movements advocating for gender equality. However, women were often excluded from higher-paying industrial jobs, reinforcing economic disparities."
      }
    }
  ]
}
