{
  "title": {
    "text": {
      "headline": "Early Evolutionary and Developmental Processes",
      "text": "Evolution of sexual dimorphism and gender differentiation, including the role of genes, hormones, and early sexual selection."
    }
  },
  "events": [
    {
      "start_date": {
        "year": "-55000000"
      },
      "text": {
        "headline": "Emergence of Primates",
        "text": "Early primates developed distinctive traits and social behaviours, enhancing visual acuity and grasping abilities, setting the stage for complex social interactions and gender roles (Ni et al., 2013)."
      }
    },
    {
      "start_date": {
        "year": "-55000000"
      },
      "end_date": {
        "year": "-50000000"
      },
      "text": {
        "headline": "Early Primates Social Structures",
        "text": "Early primates developed rudimentary social structures with gender-specific roles centred around reproduction and resource acquisition, inferred from modern primate behaviours (Gingerich, 2006)."
      },
      "media": {
        "url": "images/early_primates_social_structures.webp",
        "caption": ""
      }
    },
    {
      "start_date": {
        "year": "-45000000"
      },
      "text": {
        "headline": "Gender Segregation in Early Primates",
        "text": "Gender segregation emerged with differing roles in foraging and child-rearing, optimizing survival and reproductive success through specialization (Lovejoy, 1981)."
      }
    },
    {
      "start_date": {
        "year": "-40000000"
      },
      "text": {
        "headline": "Sexual Selection Shaping Traits",
        "text": "Sexual selection drove the divergence of physical and behavioural traits between genders, enhancing mating success through body size and mating behaviours (Plavcan, 2002)."
      }
    },
    {
      "start_date": {
        "year": "-20000000"
      },
      "text": {
        "headline": "Genetic Basis of Gender Traits",
        "text": "Genetic differences in hormone regulation and reproductive anatomy influenced gender-specific traits, impacting social behaviours and reproductive strategies (Del Giudice, 2009)."
      }
    },
    {
      "start_date": {
        "year": "-10000000"
      },
      "text": {
        "headline": "Impact of Environmental Changes",
        "text": "Environmental changes prompted adaptations in social structures and reproductive strategies, reinforcing gender-specific roles (Janzen & Phillips, 2006)."
      }
    },
    {
      "start_date": {
        "year": "-7000000"
      },
      "end_date": {
        "year": "-4000000"
      },
      "text": {
        "headline": "Tool Use, Bipedalism, and Gender-Specific Tasks",
        "text": "Tool use and bipedalism led to gender-specific tasks, with males focusing on hunting and tool-making and females on gathering and child care, enhancing social bonds and cooperation (Lovejoy, 1981)."
      }
    }
  ]
}
