{
  "title": {
    "text": {
      "headline": "Historical Gender Roles",
      "text": "This section explores the evolution of gender norms and the historical progression of women's rights"
    }
  },
"eras": [
  {
    "start_date": {
      "year": "-3000"
    },
    "end_date": {
      "year": "500"
    },
    "text": {
      "headline": "Ancient Civilizations",
      "text": ""
    }
  },
  {
    "start_date": {
      "year": "500"
    },
    "end_date": {
      "year": "1500"
    },
    "text": {
      "headline": "The Middle Ages",
      "text": ""
    }
  },
  {
    "start_date": {
      "year": "1300"
    },
    "end_date": {
      "year": "1700"
    },
    "text": {
      "headline": "Renaissance",
      "text": ""
    }
  },
  {
    "start_date": {
      "year": "1760"
    },
    "end_date": {
      "year": "1840"
    },
    "text": {
      "headline": "Industrial Revolution",
      "text": ""
    }
  }
  ],
  "events": [
    {
      "start_date": {
        "year": "-3000"
      },
      "end_date": {
        "year": "500"
      },
      "text": {
        "headline": "Ancient Civilizations",
        "text": "Gender norms in ancient civilizations were patriarchal. In classical Greece, homes were divided into gender-specific areas, with men dominating public life and women confined to domestic roles, reflecting societal efforts to control female interactions and maintain male dominance (Nevett, 1995). In ancient Egypt, though women had some legal rights, they were also fundamentally under male authority, highlighting a society that prioritized male control (VerSteeg, 2023). These norms were entrenched in the societal structures and legal frameworks of both civilizations."
      },
      "media": {
        "url": "images/mesopotamia.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "500"
      },
      "end_date": {
        "year": "1000"
      },
      "text": {
        "headline": "Early Middle Ages",
        "text": "During the early Middle Ages, gender norms were influenced by religious doctrines and societal structures that reinforced patriarchal values. Women often faced dietary restrictions and smaller food rations in religious communities, impacting their health. In many parts of medieval Europe, upon marriage, a woman's property became the legal possession of her husband, influencing her social and economic status. These norms resulted in a preference for sons over daughters due to inheritance customs, further entrenching gender-based disparities (DeWitte, 2010)."
      },
      "media": {
        "url": "images/early_middle_ages.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1000"
      },
      "end_date": {
        "year": "1300"
      },
      "text": {
        "headline": "High Middle Ages",
        "text": "In the High Middle Ages, gender roles were notably defined and often reinforced through religious narratives. According to Jane Tibbets Schulenburg's 'Forgetful of Their Sex', women could achieve sainthood by engaging in activities such as peacemaking, charity, and monastic leadership, leveraging their access to political and economic power within the Church's structure. Virginity was highly valued, providing a path to sainthood despite societal violence. The vitae of holy women, though complex and often hagiographic, reveal that sanctity was an actively pursued status, highlighting both the opportunities and limitations women faced in a patriarchal society focused on religious devotion and societal contribution (Nelson, 2000)."
      },
      "media": {
        "url": "images/high_middle_ages.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1300"
      },
      "end_date": {
        "year": "1500"
      },
      "text": {
        "headline": "Late Middle Ages",
        "text": "The Black Death and subsequent labour shortages increased the demand for female labor in various sectors, slightly broadening the roles women could occupy in society. However, traditional views persisted, largely upheld by the Church and societal norms (Rigby, 2000)."
      },
      "media": {
        "url": "images/late_middle_ages.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1300"
      },
      "end_date": {
        "year": "1700"
      },
      "text": {
        "headline": "Renaissance Era",
        "text": "During the Renaissance, gender norms were still largely patriarchal. However, the Renaissance did witness some changes, primarily in the intellectual circles where a few women were able to break into traditionally male-dominated fields such as literature and the arts. However, these women often faced significant resistance and were exceptions rather than the norm (Aidala, 1985)."
      },
      "media": {
        "url": "images/renaissance_era.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1685"
      },
      "end_date": {
        "year": "1815"
      },
      "text": {
        "headline": "Enlightenment Era",
        "text": "The Enlightenment era brought about more profound shifts in gender roles and social norms. The intellectual discourse of the Enlightenment opened up discussions about women's rights and their roles in society. Influential thinkers like Mary Wollstonecraft argued for women's education and participation in public life, advocating for gender equality in a more systematic manner; but practical changes were slow and often met with significant societal resistance (De Lemus et al., 2018)."
      },
      "media": {
        "url": "images/enlightenment_era.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1760"
      },
      "end_date": {
        "year": "1830"
      },
      "text": {
        "headline": "Early Industrial Revolution",
        "text": "Industrialization reinforced the male breadwinner model, with men in factory jobs and women managing domestic responsibilities (De Macêdo, 1996). Such a gendered division of labour entrenched traditional gender roles and created a clear demarcation between public and private spheres of work (Cooke, 2004)."
      },
      "media": {
        "url": "images/early_industrial_revolution.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1830"
      },
      "end_date": {
        "year": "1870"
      },
      "text": {
        "headline": "Mid Industrial Revolution",
        "text": "Due to growing labour demands, women’s participation in the workforce became more commonplace. Although significant, these jobs often involved low-paid, menial jobs that were perceived as extensions of their domestic roles. Despite this, their economic contributions began challenging traditional notions of women's roles and capabilities outside the home. The shift also contributed to changing attitudes towards education and skill development for women, gradually fostering a sense of independence and self-worth (Semyonov, 1980)."
      },
      "media": {
        "url": "images/mid_industrial_revolution.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1870"
      },
      "end_date": {
        "year": "1914"
      },
      "text": {
        "headline": "Late Industrial Revolution ",
        "text": "Increased exposure to diverse work environments and rising literacy rates among men led to a gradual acceptance of women's rights, although this acceptance was often limited to societal roles rather than within the domestic sphere (Miller, 1984). Additionally, the economic necessity of dual-income households during periods of economic downturns further propelled the integration of women into the labour force, albeit within a context that still emphasized traditional gender hierarchies (Alwin et al., 1992)."
      },
      "media": {
        "url": "images/late_industrial_revolution.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },

    {
      "start_date": {
        "year": "1914"
      },
      "end_date": {
        "year": "1945"
      },
      "text": {
        "headline": "Post-Industrial Revolution",
        "text": "The cumulative effect of women's sustained workforce participation began to reshape gender norms significantly. The increasing visibility of women in various professional fields not only challenged occupational segregation but also initiated broader societal debates on gender equality and women's suffrage, laying the groundwork for subsequent social reforms aimed at gender equality (Loscocco & Spitze, 1990)."
      },
      "media": {
        "url": "images/post-industrial-revolution.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1914"
      },
      "end_date": {
        "year": "1939"
      },
      "text": {
        "headline": "World War I and Interwar Period",
        "text": "Women took on traditionally male roles during wartime labour shortages, prompting an unprecedented influx of women into the workforce and temporarily disrupting traditional gender norms (Boehnke & Gay, 2017)."
      },
      "media": {
        "url": "images/world-war-I-and-interwar-period.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1939"
      },
      "end_date": {
        "year": "1945"
      },
      "text": {
        "headline": "World War II Era",
        "text": "World War II further accelerated the involvement of women in the workforce as men were once again called to serve in the military, though post-war pressures to return to domesticity persisted. Despite societal pressures to return to domesticity post-war, the war period significantly altered perceptions of women's roles in society and their capabilities (Armstrong, 1998)."
      },
      "media": {
        "url": "images/world-war-II-era.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1945"
      },
      "end_date": {
        "year": "1950"
      },
      "text": {
        "headline": "Post-World War II",
        "text": "Post-war, societal push for traditional gender roles clashed with women’s demonstrated capabilities in various fields, leading to gradual shifts toward gender equality (Cotter et al., 2011)."
      },
      "media": {
        "url": "images/post-world-war-II.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1960"
      },
      "end_date": {
        "year": "1980"
      },
      "text": {
        "headline": "The Rise of Feminist Movements",
        "text": "The 1960s and 1970s feminist movement played a crucial role in challenging and reshaping traditional gender roles, advocating for workplace equality, reproductive rights, and legal reforms. By the late 1970s, public opinion had shifted considerably, with a substantial portion of the population supporting gender equality and women's rights (Cole et al., 1998)."
      },
      "media": {
        "url": "images/the-rise-of-feminist-movements.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "1990"
      },
      "end_date": {
        "year": "1999"
      },
      "text": {
        "headline": "Institutional and Cultural Shifts",
        "text": "Policies promoting equal opportunity increased women's representation in professional roles, but deeper cultural changes were needed to eradicate ingrained norms. The norm of full-time work for men persisted, placing additional pressures on women to balance family responsibilities with their careers. This imbalance highlighted the need for policies that support work-family balance, such as public provision of child care and more equitable distribution of domestic work between men and women (England et al., 2020)."
      },
      "media": {
        "url": "images/institutional_and_cultural_shifts.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "2011"
      },
      "end_date": {
        "year": "2020"
      },
      "text": {
        "headline": "Mid-21st Century",
        "text": "The mid-2010s marked a period of both progress and stasis in gender equality. Despite progress, significant disparities in political representation and occupational segregation remained, with women facing gender bias in leadership roles and online interactions (Koc-Michalska et al., 2021; McGregor & Mourão, 2016)."
      },
      "media": {
        "url": "images/mid-21st-century.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    },
    {
      "start_date": {
        "year": "2021"
      },
      "end_date": {
        "year": "2024"
      },
      "text": {
        "headline": "Late-21st Century",
        "text": "COVID-19 underscored women's essential roles in paid and unpaid labour, leading to calls for greater support for caregivers and flexible work arrangements to promote gender equality (England et al., 2020). Moreover, the digital landscape continued to reflect and shape gender norms, with women engaging more actively in online political discussions yet often facing significant backlash and bias, thereby necessitating ongoing efforts to address these inequities both online and offline (McGregor & Mourão, 2016)."
      },
      "media": {
        "url": "images/late-21st-century.webp",
        "caption": "<i>Note.</i> Image generated using DALL-E"
      }
    }
  ]
}
